import { Wish } from "@/types";

export const wishes: Wish[] = [
 {
  id: "w1",
  title: "हमेशा खुश रहो ",
  emoji: "🌈",
  description: "तुम्हारी ज़िंदगी खुशियों, प्यार और सफलता से हमेशा रोशन रहे।",
},
  {
    id: "w2",
    title: "सबसे अच्छी दोस्त ",
    emoji: " 💖",
    description: "बहन तो हो ही, लेकिन मेरी सबसे अच्छी दोस्त भी हो।",
  },
  {
    id: "w3",
    title: "हमेशा मुस्कुराती रहो",
    emoji: "✨",
    description: "भगवान करे तुम्हारी मुस्कान कभी फीकी न पड़े और हर सपना पूरा हो।",
  },
  {
    id: "w4",
    title: "जन्मदिन मुबारक हो ",
    emoji: "🎂",
    description: "तुम्हारा हर दिन खुशियों, प्यार और सफलता से भरा रहे।",
  },
];